Repository: Veliky/embed-mixcloud-advanced
Catalog: languages/embed-mixcloud-advanced-*.po
Languages: ru_ru

source: Evhen Veliky
ru_ru: Евгений Великий

source: Show url not specified!
ru_ru: Не указан URL для шоу!

source: Preview
ru_ru: Превью

source: Displays a list of mixcloud shows.
ru_ru: Показывает список из mixcloud шоу.

source: Channel slug or URL:
ru_ru: Слаг или URL канала:

source: Offset
ru_ru: Сдвиг

source: Limit
ru_ru: Лимит

source: Since
ru_ru: Начало периода

source: Until
ru_ru: Конец периода

source: Displays a mixcloud show.
ru_ru: Показывает mixcloud шоу.

source: Widget type
ru_ru: Тип виджета

source: Light
ru_ru: Светлый

source: Autoplay
ru_ru: Автозапуск

source: Enable preview
ru_ru: Включить превью

source: Download and enable preview feature.
ru_ru: Загрузить и включить превью

source: Preview button align: Left
ru_ru: Положение кнопки превью: Слева

source: Preview button align: Center
ru_ru: Положение кнопки превью: По центру

source: Preview button align: Right
ru_ru: Положение кнопки превью: Справа
