Repository: Veliky/embed-mixcloud-advanced
Catalog: languages/ev_ema-*.po
Languages: ru_ru

source: Gutenberg block for embedding shows from mixcloud.com. There are 6 types of widgets, two color schemes, and the ability to play short audio previews for each widget.
ru_ru: Гутенберг блок для вставки шоу с mixcloud.com. Имеется 6 типов виджетов, две цветовые схемы, а так же возможность проигрывания коротких аудио превью к каждому виджету.

source: Evhen Veliky
ru_ru: Евгений Великий

source: Show url not specified!
ru_ru: Не указан URL для шоу!

source: Server responded that something went wrong.
ru_ru: На сервере что-то пошло не так.

source: Embedding…
ru_ru: Вставка…

source: Autoplay
ru_ru: Автозапуск

source: Edit URL
ru_ru: Изменить URL

source: You can
ru_ru: Вы можете

source: Try again
ru_ru: Попробовать снова

source: or
ru_ru: или

source: Send report
ru_ru: Пожаловаться

source: This show could not be embedded!
ru_ru: Это шоу не может быть встроено!

source: Paste a link to the show you want to display on your site.
ru_ru: Введите ссылку на шоу, которое вы хотите отобразить на своем сайте.

source: Enter URL to embed here…
ru_ru: Введите URL для виджета…

source: Enable preview
ru_ru: Включить превью

source: This function can be disabled. To download preview data, a request will be made from the server to the show page.
ru_ru: Эта функция может быть отключена. Для загрузки данных превью будет совершён запрос с сервера на страницу шоу.

source: See more
ru_ru: Подробнее

source: Preview
ru_ru: Превью

source: Left
ru_ru: Слева

source: Center
ru_ru: По центру

source: Right
ru_ru: Справа

source: Preview button align
ru_ru: Положение кнопки превью

source: There is no preview data for this show. Download?
ru_ru: Данные о превью отсутствуют. Загрузить?

source: Large Covered Widget
ru_ru: Большой виджет с фоном

source: Classic Widget
ru_ru: Классический

source: Widget w/o Artwork
ru_ru: Виджет без обложки

source: Covered Widget
ru_ru: Виджет с фоном

source: Mini Widget
ru_ru: Мини виджет

source: Mini Widget w/o Artwork
ru_ru: Мини виджет без обложки

source: Dark
ru_ru: Тёмный

source: Light
ru_ru: Светлый
